common/models/DicValues.php

    private static function _populate()
    {
        if (!self::$_values) {
            self::$_values = self::find()
                ->with(['dicModel' => function($q) {
                    return $q->byOrganizationOrNull()->byOrganizationTypeOrNull();
                }])
                ->indexBy('id')
                ->byOrganizationOrNull()
                ->byOrganizationTypeOrNull()
                ->all();
---
SELECT * FROM "dic_values" WHERE (dic_values.organization_id IS NULL OR dic_values.organization_id = '3') AND (dic_values.organization_type IS NULL OR dic_values.organization_type = 1) AND (dic_values.is_deleted != 1)