common/models/Organizations.php

    public static function getCurrentOrganization()
    {
        if (self::$_current_organization === -1) {
            if (self::getCurrentOrganizationId()) {
                self::$_current_organization = static::find()->byPk(self::getCurrentOrganizationId())->one();
            } else {
                if (!\Yii::$app->user->isGuest AND \Yii::$app->user->identity->organizations) {
                    self::$_current_organization = static::find()->byPk(\Yii::$app->user->identity->organizations[0]->target_id)->one();
---
SELECT * FROM "organizations" WHERE ("organizations"."id"='3') AND (organizations.is_deleted != 1)
SELECT * FROM "organizations" WHERE ("organizations"."id"=3) AND (organizations.is_deleted != 1)