<div>

    <p>В пятницу в 16 00 для фокус группы состоится вебинар от Транстелекома на платформе дистанционного обучения <a href="https://sdot.bilimal.kz">https://sdot.bilimal.kz</a></p>

    <p><strong>Вас</strong> добавили в качестве слушателя.</p>
    <p>Ваш Идентификационный номер: <strong><?=$login?></strong></p>

    <p>Для того чтобы зарегистрироваться в системе и попасть на вебинар:</p>

    <p>1. Откройте сайт <a href="https://sdot.bilimal.kz">https://sdot.bilimal.kz</a> в браузере (Chrome или Firefox)</p>

    <p>2. В появившемся окне авторизации нажмите на кнопку "Регистрация"</p>

    <p>3. В поле "Идентификационный номер/Логин" внесите идентификационный номер: <strong><?=$login?></strong></p>
    
    <img style="max-width:100%; margin:15px 0;" src="https://ff.bilimal.kz/eyuuyqum/cwuagmcc/akgyowgw/f3ccdd27d2000e3f9255a7e3e2c488005a855b3419198.jpg" />

    <p>4. Заполните остальные поля и нажмите кнопку "Зарегистрироваться"</p>

    <p>5. В случае успешной регистрации вас автоматически авторизует в системе и перенаправит на страницу с мероприятиями</p>

    <img style="max-width:100%; margin:15px 0;" src="https://ff.bilimal.kz/eyuuyqum/cwuagmcc/akgyowgw/156005c5baf40ff51a327f1c34f2975b5a855bdd33126.jpg" />

    <p>6. Выберите мероприятие "Стратегия развития АО «Транстелеком»"</p>

    <p>Если дата начала мероприятия еще не наступила вы не сможете просмотреть содержимое мероприятия. Дата начала 16 февраля.</p>

    <p>7. Внутри мероприятия прикреплено 2 материала. Документ "Миссия ТТК" и Вебинар "Стратегия развития АО «Транстелеком»"</p>

    <img style="max-width:100%; margin:15px 0;" src="https://ff.bilimal.kz/eyuuyqum/cwuagmcc/akgyowgw/799bad5a3b514f096e69bbc4a7896cd95a855e2073961.jpg" />

    <p>8. Кликнув по названию документа "Миссия ТТК" вы сможете просмотреть данный документ</p>

    <img style="max-width:100%; margin:15px 0;" src="https://ff.bilimal.kz/eyuuyqum/cwuagmcc/akgyowgw/d0096ec6c83575373e3a21d129ff8fef5a855e53cb4e9.jpg" />

    <p>9. Чтобы присоединится к вебинару кликните по названию материала "Стратегия развития АО «Транстелеком»"</p>

    <img style="max-width:100%; margin:15px 0;" src="https://ff.bilimal.kz/eyuuyqum/cwuagmcc/akgyowgw/032b2cc936860b03048302d991c3498f5a855eac37615.jpg" />

    <p>10. Если вебинар еще не начался, вы не сможете к нему присоединиться. Когда ведущий начнет вебинар, обновите страницу и у вас появится кнопка "Принять участие"</p>

    <img style="max-width:100%; margin:15px 0;" src="https://ff.bilimal.kz/eyuuyqum/cwuagmcc/akgyowgw/18e2999891374a475d0687ca9f989d835a855ef27c742.jpg" />

    <p>11. Возможно браузер попросит вас включить "Adobe flash player", так как данный модуль поумолчанию выключен во многих браузерах. Также возможно что данный модуль отсутствует, тогда браузер попросит вас установить "Adobe flash player". Пройдите по ссылке и установите модуль по инструкции, а затем откройте вебинар снова.</p>

    <img style="max-width:100%; margin:15px 0;" src="https://ff.bilimal.kz/eyuuyqum/cwuagmcc/akgyowgw/fe5df232cafa4c4e0f1a0294418e56605a855f68865c0.jpg" />

    <img style="max-width:100%; margin:15px 0;" src="https://ff.bilimal.kz/eyuuyqum/cwuagmcc/akgyowgw/8cda81fc7ad906927144235dda5fdf155a855f83d70ad.jpg" />

    <p>12. Загрузится вебинар, в появившемся окне выберите "Только слушать" если у вас нету микрофона, либо "Микрофон" если хотите у вас есть микрофон и вы собираетесь участвовать в разговоре.</p>

    <p>13. Также вы можете включить веб камеру нажав на значок "камеры" в верхнем меню в окне вебинара</p>

</div>