common/models/results/TaskResults.php

    public static function getMyResult($task_id, $from = null)
    {
        return self::findFrom($from)
            ->andWhere([
                "task_id" => $task_id,
            ])
            ->byUser()
            ->andWhere("finished IS NOT NULL")
            ->orderBy("result
             DESC")
            ->one();
---
SELECT * FROM "results"."task_results" WHERE ("status"=1) AND (("from"='lesson') AND ("from_id"=2)) AND ("task_id"=2) AND ("results"."task_results"."user_id"=4) AND (finished IS NOT NULL) ORDER BY "result" DESC