<?php $this->setTitle("Обновления платформы")?>
<div class="action-content">

    <div class="white-block mt-4">
        <div class="page-header mb-4"><h6>17.01.2018</h6></div>

        <ul class="text-muted">
            <li>В раздел "Отчеты" добавлены отчеты по заданиям и просмотренным материалам;</li>
            <li class="mt-2">В разделе "Отчеты" добавлена возможность фильтрации данных по преподавателю, теме, группе, результату</li>
            <li class="mt-2">В раздел "Мероприятия" добавлена возможность прикреплять задания отдельно от курсов;</li>
            <li class="mt-2">В раздел "Мероприятия" добавлена возможность прикреплять темы обучения</li>
            <li class="mt-2">В разделе "HR" добавлена возможность поиска слушателей по должности, подразделению, периоду обучения;</li>
            <li class="mt-2">При создании голосования можно сразу указать статус голосования (Активирован, Деактивирован);</li>
            <li class="mt-2">В разделе "Задания" при добавлении задания есть возможность указать "Общедоступность" задания</li>
            <li class="mt-2">Добавлена форма отправки заявки в службу поддержки</li>
        </ul>

    </div>

</div>