web/controllers/CoursesController.php

            $course_lesson = new CourseLessons();
            $course_lesson->course_id = \Yii::$app->request->get("id");
            if (\Yii::$app->request->get('l_id')) {
                $course_lesson = CourseLessons::find()->byOrganization()->byPk(\Yii::$app->request->get('l_id'))->one();
---
SELECT * FROM "courses" WHERE ("courses"."organization_id"='3') AND ("courses"."id"='2') AND (courses.is_deleted != 1)