web/controllers/LibraryController.php

SELECT DISTINCT "name" FROM "tags" WHERE ("tags"."organization_id"='3') AND ("table"='materials')
---

        \Yii::$app->data->filter = BackboneRequestTrait::arrayAttributes($filter, [], ['search'], true);

        $tags = Tags::find()->distinct()->byOrganization()->select(['name'])->andWhere([
            'table' => 'materials'
        ])->asArray()->column();

SELECT DISTINCT "name" FROM "tags" WHERE ("tags"."organization_id"='3') AND ("table"='materials')
---

        }

        \Yii::$app->data->tags = Tags::find()->distinct()->byOrganization()->select(['name'])->andWhere([
            'table' => 'materials'
        ])->asArray()->column();