web/models/Polls.php

SELECT "polls".* FROM "polls" LEFT JOIN "results"."poll_results" ON ("polls"."id" = "results"."poll_results"."poll_id") AND ("poll_results"."user_id"=4) WHERE ("polls"."organization_id"='3') AND (("polls"."status"=1) AND ("poll_results"."id" IS NULL)) AND (polls.is_deleted != 1) ORDER BY "polls"."ts" DESC
---
    public static function getActiveList()
    {
        return static::find()->joinWith([
            'myResult'
        ])->byOrganization()->andWhere([
            'polls.status' => static::STATUS_ACTIVE,
            'poll_results.id' => null
        ])->orderBy('polls.ts DESC')->all();