web/models/Users.php

SELECT * FROM "users" WHERE "id"=4
---
    public static function findIdentity($id)
    {
        return static::findOne($id);